d3vf1x/MSN/src/esp-now/gateway/sdkconfig.defaults
CONFIG_ESPNOW_CONTROL_AUTO_CHANNEL_SENDING=y

CONFIG_IDF_TARGET="esp32c6"
CONFIG_IDF_INIT_VERSION="5.2.1"
CONFIG_IDF_TARGET_ESP32C6=y